{
    "common": {
        "buy": "Buy",
        "cancel": "Cancel",
        "save": "Save",
        "delete": "Delete",
        "edit": "Edit",
        "add": "Add",
        "close": "Close",
        "confirm": "Confirm",
        "yes": "Yes",
        "no": "No",
        "ok": "OK",
        "sum": "sum",
        "loading": "Loading...",
        "goBack": "Go Back",
        "more": "More",
        "quantity": "pcs.",
        "pcs": "pcs.",
        "sale": "sale",
        "clearCart": "Clear Cart",
        "saleUpperCase": "Discounts",
        "forYou": "For You",
        "ourProducts": "Our Products",
        "pending": "Pending...",
        "price": "Price",
        "total": "Total",
        "yourCart": "Your Cart",
        "emptyCart": "Your cart is empty",
        "blogs": "News",
        "soon": "It will soon go on sale...",
        "send": "Send",
        "typing": "Typing...",
        "typeMsg": "Type a message",
        "contactOperator": "Contact operator",
        "contactAI": "Contact AI",
        "product": "product",
        "products": "products",
        "box": "box",
        "callCenter": "Call Center",
        "email": "Email",
        "address": "Address",
        "addressValue": "Uzbekistan, Tashkent",
        "cooperationIssues": "On cooperation issues",
        "quickLinks": "Quick links",
        "socialNetwork": "Social networks",
        "emptyCartHint": "Browse products and add them to your cart.",
        "continueShopping": "Continue shopping",
        "inCart": "in cart",
        "decreaseQuantity": "Decrease quantity",
        "increaseQuantity": "Increase quantity",
        "share": "Share",
        "copied": "Copied",
        "copyLink": "Copy link",
        "views": "views",
        "minRead": "min read",
        "tableOfContents": "Table of contents",
        "nutvaNews": "Nutva News"
    },

    "errors": {
        "notFound": "Page not found",
        "serverError": "Internal server error",
        "unauthorized": "You are not authorized",
        "forbidden": "Access forbidden",
        "badRequest": "Invalid request",
        "validationError": "Validation error",
        "networkError": "Network error",
        "fillAllFields": "Fill in all fields",
        "ageError": "Please enter real age (1-120)",
        "emptyProducts": "No products available"
    },

    "nav": {
        "home": "Home",
        "about": "About Us",
        "products": "Products",
        "certificates": "Certificates",
    "blog": "News",
        "contact": "Contact Us"
    },

    "footer": {
        "title": "Nutva Pharm is a modern brand creating natural and effective dietary supplements for a healthy lifestyle."
    },

    "blog": {
        "date": "Date",
        "search": "Search...",
        "selectDate": "Select date",
        "mostViews": "Most Views",
        "clearFilter": "Clear Filter",
        "noResults": "No results found",
        "loadMore": "Load More",
    "noBlogs": "No news available",
    "popular": "Popular news",
    "latest": "Latest news",
    "subtitle": "Latest news about health and wellness"
    },

    "product": {
        
        "tab": {
            "1": "Description",
            "2": "Composition",
            "3": "Instructions",
            "4": "Certification",
            "5": "Helminths"
        },

        "checkboxLabel": "Select more than 3 products",
        "consultation": "Free consultation",
        "addToCart": "Add to cart",
        "remoreFromCart": "Remove from cart",
        "addedToCart": "Added to cart",
        "noProducts": "No products available",
    "saleTitle": "SPECIAL OFFER! The more you buy — the more you save!",
    "officialProduct": "Official product",
    "natural": "100% natural",
    "fastDelivery": "Fast delivery"
    },

    "aboutBrand": {
        "title": "About the brand",
        "text": "Nutva Pharm is a modern brand created for a healthy lifestyle, producing natural and effective bioactive supplements.\nOur main goal is to support human health, strengthen immunity, and provide solutions that benefit the body without harm.\nIn 2020, Nutva Pharm began to be recognized in the markets of Uzbekistan, Central Asia, and Russia through its first product, Nutva Complex. Having initially studied the local market, we created products based on special compositions tailored to the needs of customers.\nToday, the Nutva Pharm range includes separate product lines for children, women, men, and seniors. Each product is developed with a thorough scientific approach, environmentally friendly raw materials, and the best traditions of folk medicine.\nNutva Pharm is not just a bioactive supplement — it is a philosophy of healthy living in harmony with nature and science."
    },

    "aboutUs": {
        "title": "Take care of your health.",
        "subtitle": "Wellness complex"
    },

    "reviewSection": {
        "title": "Real feedback from our customers",
        "subtitle": "Find out how NUTVA helps to improve the quality of life and achieve the desired results. Video reviews from those who have already tried our product confirm the effectiveness and quality.",

        "categories": {
            "all": "All reviews"
        },

        "videoData": {
            "complex": {
                "1": {
                    "title": "🩺 Had stage 4 coxarthrosis. Was embarrassed to walk with a cane",
                    "description": "For years I suffered from stage 4 coxarthrosis. I was embarrassed to walk with a cane. Now I move freely — no pain, no limits."
                },
                "2": {
                    "title": "🏃‍♀️ Couldn't walk due to coxarthrosis — now I'm running!",
                    "description": "There was a time I could barely walk. After proper treatment, I'm not just walking — I'm running again and living fully."
                },
                "3": {
                    "title": "💪 Lived with hernia for years",
                    "description": "I lived with a hernia for years, battling constant pain and discomfort. After treatment, I'm back to an active, pain-free life."
                }
            },
            "complexExtra": {
                "1": {
                    "title": "Complex Extra - Customer Review 1",
                    "description": "Real customer feedback about Complex Extra product"
                },
                "2": {
                    "title": "Complex Extra - Customer Review 2",
                    "description": "Real customer feedback about Complex Extra product"
                },
                "3": {
                    "title": "Complex Extra - Customer Review 3",
                    "description": "Real customer feedback about Complex Extra product"
                }
            },
            "gelmin": {
                "1": {
                    "title": "🧬 5 shocking facts about parasites you never knew",
                    "description": "5 shocking facts about parasites you never knew"
                },
                "2": {
                    "title": "⚖️ Parasite myths exposed — here's the real truth!",
                    "description": "Parasite myths exposed — here's the real truth!"
                },
                "3": {
                    "title": "👨‍👩‍👦 How three brothers beat parasites in just one month!",
                    "description": "How three brothers beat parasites in just one month!"
                }
            }
        }
    },

    "saleSection": {
        "title": "Get a discount right now",
        "subtitle": "NUTVA — natural complexes to support joints, bones, digestion and immunity. Apply and get a discount on the wellness course today.",
        "button": "Send a request"
    },

    "form": {
        "title": "Order already today for the health of your child",
        "subtitle": "🚚 Free delivery to all Uzbekistan",

        "input": {
            "name": "Name",
            "phone": "Phone number",
            "age": "Age",
            "forWhom": "For whom",
            "problem": "Problem",
            "region": "Region",
            "comment": "Additional information",
            "productName": "Product name",
            "quantity": "Quantity",
            "message": "Message"
        },

        "errors": {
            "nameRequired": "Name is required",
            "phoneRequired": "Phone number must be fully specified",
            "phoneNotValid": "Please enter your phone number!",
            "ageRequired": "Age is required",
            "forWhomRequired": "For whom is required",
            "problemRequired": "Problem is required",
            "regionRequired": "Region is required",
            "productNameRequired": "Product name is required",
            "requestFailed": "Request failed",
            "nameTooShort": "Name must be at least 2 characters long",
            "nameInvalid": "Name must contain only letters"
        },

        "success": "Order accepted successfully",
        "applicationSuccess": "Application sent successfully",
        "fillAllFields": "Fill in all fields",
        "searchCountry": "Search...",
        "searchCountryNotFound": "Country not found",
        "email": "Email",
        "shortNumber": "Short number"
    },

    "formModal": {
        "title": "For full information and ordering:",
        "subtitle": "Leave your name and phone number, as well as the following information - our specialists will contact you!"
    },

    "contactModal": {
        "title": "Do you have any questions about your health?",
        "subtitle": "Leave your phone number and our operators will contact you as soon as possible."
    },

    "contactPopup": {
        "title": "Contact Us",
        "subtitle": "Leave your name and phone number"
    },

    "button": {
        "heroButton": "Order",
        "consultationButton": "Consultation",
        "freeConsultation": "Free consultation",
        "formButton": "Leave an application",
        "cancelButton": "Cancel",
        "sendMessage": "Send message",
        "submitButton": "Submit"
    },

    "products": {
        "complex": {
            "tab": {
                "1": {
                    "1": "This dietary supplement is a natural product created from a unique combination of medicinal herbs using innovative technology that allows their natural power and value to be preserved to the utmost.",
                    "2": "Bearberry - 51.7 mg, Senna leaves - 51.2 mg, Marshmallow root - 41.4 mg, Corn stigmas - 40.8 mg, Flax seeds - 39.6 mg, Burdock root - 32.7 mg, Elderberry - 29.3 mg, Boswellia - 28.7 mg, Buckthorn extract - 26.4 mg, Linden extract - 20.4 mg, Echinacea - 16.8 mg, Ginger - 16.4 mg, Anise - 16.2 mg, Rosehip - 15.9 mg, Glucosamine - 12.9 mg, Collagen - 12.8 mg, Hyaluronic acid - 11.8 mg, Chondroitin sulfate - 10.3 mg, Herb yarrow - 5.8 mg, Vitamin B6 - 2.1 mg, Melatonin - 1.5 mg.",
                    "3": "Take 2 capsules in the evening, 30 minutes after a meal. The product is recommended to be taken in long-term courses for 3-6 months.",
                    "4": {
                        "image": "/img/products/nutva-complex/certificate.jpg"
                    }
                }
            }
        },

        "complexExtra": {
            "tab": {
                "1": {
                    "1": "This dietary supplement is a natural product made from a unique blend of medicinal herbs using innovative technology that preserves their natural strength and value.",
                    "2": "Bearberry - 41.7 mg, Marshmallow root - 41.4 mg, Senna leaves - 41.2 mg, Corn stigmas - 40.8 mg, Flax seeds - 39.6 mg, Burdock root - 32.7 mg, Elderberry - 29.3 mg, Boswellia - 28.7 mg, Buckthorn - 26.4 mg, Alpha lipoic acid - 24.7 mg, Linden - 20.4 mg, Echinacea - 16.8 mg, Ginger - 16.4 mg, Anise - 16.2 mg, Rosehip - 15.9 mg, Vitamin B8 - 14.8 mg, Vitamin E - 14.6 mg, Yarrow - 5.8 mg, Vitamin B5 - 2.9 mg, Vitamin B2 - 1.5 mg, Vitamin B6 - 1.5 mg, Vitamin A - 0.5 mg, Vitamin B9 - 0.3 mg, Potassium iodide - 0.127 mg, Vitamin D3 - 15 mcg, Vitamin B7 (Biotin) - 0.015 mg, Selenium - 0.01 mg, Vitamin B12 - 9 mcg.",
                    "3": "Take 2 capsules in the morning, 30 minutes before meals. It is recommended to take the product in long-term courses for 3-6 months.",
                    "4": {
                        "image": "/img/products/nutva-complex/certificate.jpg"
                    }
                }
            }
        },

        "gelminKids": {
            "tab": {
                "1": {
                    "1": "A natural anti-parasitic complex for children. Helps combat worms, toxins, and skin issues.",
                    "2": "Arugula (Rocket) - 136.7 mg, Black asafoetida - 46.7 mg, Black comfrey - 37.7 mg, Yarrow - 12.5 mg, Pumpkin seed - 12.4 mg, Corn silk - 12.2 mg, Cinquefoil - 11.7 mg.",
                    "3": "2-5 years: 1 capsule. 5-16 years: 2 capsules. 16+ years: 3 capsules. To be taken before dinner. Recommended course: 3-6 months.",
                    "4": {
                        "image": "/img/products/nutva-complex/certificate.jpg"
                    }
                },

                "gijjalar": {
                    "1": {
                        "title": "Helminths (Worms):",
                        "1": "Ascaris — multiplies in the intestines, causes cough and bronchitis, high risk of reinfection due to a full life cycle.",
                        "2": "Tapeworm — can live in the intestines for up to 30 years, migrates through the body, dangerous to the brain and heart.",
                        "3": "Giardia — transmitted via drinking water, unwashed vegetables, and contact. Resides in the small intestine.",
                        "4": "Pinworms — cause itching in the anal area, insomnia, and reinfection due to cyclical egg-laying.",
                        "5": "Dwarf tapeworm — very small, lives in the intestines, increases the risk of autoinvasion."
                    },

                    "2": {
                        "title": "Prevention and Diagnosis:",
                        "1": "Prevention: hygiene, trimming children's nails, consuming washed fruits and vegetables.",
                        "2": "Diagnosis and treatment: doctor examination, egg detection in stool, antiparasitic therapy if necessary."
                    }
                }
            }
        },

        "fertiliaWomen": {
            "tab": {
                "1": {
                    "1": "A specially formulated complex for women's reproductive health. Restores hormonal balance and increases the chances of conception.",
                    "2": "Inositol (Vitamin B8) - 74.6 mg, L-Arginine - 69.4 mg, Diindolylmethane - 48.4 mg, Coenzyme Q10 - 39.5 mg, Vitex Extract - 37.5 mg, Vitamin E - 34.2 mg, Turmeric - 14.8 mg, Burdock Root - 14.8 mg, Corn Silk - 14.7 mg, Echinacea - 14.5 mg, Ginger - 14.2 mg, Cinnamon - 13.9 mg, Flax Seeds - 13.5 mg, Zinc - 7.5 mg, Vitamin A - 0.5 mg, Vitamin B9 - 0.2 mg, Vitamin D3 - 15 mg, Potassium Iodide - 0.0655 mg, Selenium (1%) - 0.0075 mg.",
                    "4": {
                        "image": "/img/products/nutva-complex/certificate.jpg"
                    }
                }
            }
        },

        "virisMen": {
            "tab": {
                "1": {
                    "1": "A men's health complex. Boosts immunity, improves sperm quality and sexual performance.",
                    "2": "L-arginine - 125 mg, L-carnitine - 74.6 mg, Glutathione - 48.4 mg, Magnesium - 28.7 mg, Coenzyme Q10 - 24.4 mg, Eurycoma extract - 19.2 mg, Vitamin E - 18.75 mg, Zinc - 14.6 mg, Calcium - 12.5 mg, Tribulus extract - 12.5 mg, Leuzea extract - 12.5 mg, Elecampane root - 7.5 mg, Echinacea - 7.5 mg, Vitex extract - 7.5 mg, Manganese - 2.5 mg, Vitamin A - 0.225 mg, Vitamin B9 - 0.2 mg, Vitamin D3 - 15 µg, Potassium iodide - 0.0655 mg, Selenium - 0.0075 mg.",
                    "3": "Take 2 capsules in the morning, 30 minutes before meals. The product is recommended for long-term courses of 3-6 months.\n\n⚕️ For men's health:\n• Prostatitis, urethritis, prostate adenoma - urinary difficulties, decreased potency.\n• Varicocele, erectile dysfunction - reduced sperm quality, risk of infertility.\n• Balanitis, epididymitis, orchitis - infections and inflammation of the reproductive system.\n\n👨‍⚕️ Solution: The complex can be used for addressing complex inflammatory conditions and hormonal imbalances.\n\n🧠 Nervous system and stress: regular intake supports overall energy, testosterone levels, sperm motility, and mental stability.",
                    "4": {
                        "image": "/img/products/nutva-complex/certificate.jpg"
                    }
                }
            }
        },

        "additional": {
            "title": "Additional:",
            "1": "Effectively helps with the following diseases:",
            "2": "Spinal hernia - disruption of the integrity of the outer shell of the intervertebral disc;",
            "3": "Coxarthrosis - erosion of the hip joint;",
            "4": "Gonarthrosis - chronic degenerative disease of the knee joint;",
            "5": "Polyarthritis - inflammation of the joints;",
            "6": "Osteoporosis - fragility of the bones;",
            
            "complex": {
                "title": "Effectively helps with the following conditions:",
                "1": "Coxarthrosis - degeneration of the hip joint, causing pain while walking and limited mobility;",
                "2": "Gonarthrosis - degeneration of the knee joint, characterized by pain, swelling, and difficulty bending;",
                "3": "Osteochondrosis - degeneration of spinal discs, accompanied by pain and stiffness in the lower back, neck, or back;",
                "4": "Herniated disc - protrusion of an intervertebral disc, compressing nerves and causing pain and numbness in limbs;",
                "5": "Polyarthritis - inflammation of multiple joints, with swelling, stiffness, and pain during movement."
            },

            "gelminKids": {
                "title": "Effectively helps with the following conditions:",
                "1": "Pinworms (Enterobiasis) - the most common type of worm, especially in children. Symptoms include nighttime itching around the anus, restlessness, and loss of appetite. Highly contagious.",
                "2": "Roundworms (Ascariasis) - medium-sized white roundworms. Symptoms: abdominal pain, appetite loss, nausea, occasional cough, allergic rashes.",
                "3": "Giardiasis (Giardia) - microscopic parasites living in the intestines. Caused by dirty water or unwashed fruits/vegetables. Symptoms: diarrhea, nausea, bloating, fatigue.",
                "4": "Toxocariasis (Toxocara) - microscopic parasites transmitted from dogs or cats. They migrate through the human body. Symptoms: severe allergic reactions, fever, damage to eyes and internal organs.",
                "5": "Tapeworms - long, ribbon-like worms transmitted through undercooked meat. Symptoms: abdominal pain, weight loss, dizziness, worm segments in stool. Risks include nutrient deficiency, anemia, and weakness."
            },

            "complexExtra": {
                "title": "Effectively helps with the following conditions:",
                "1": "Hepatosis - fat accumulation in liver cells (fatty liver). Often caused by poor diet, sedentary lifestyle, and obesity. Liver function declines.",
                "2": "Hepatitis - liver inflammation. May be viral (A, B, C...) or toxic (due to medications or alcohol). Symptoms: fatigue, yellowing of the skin, weight loss.",
                "3": "Cholecystitis - inflammation of the gallbladder. Often due to gallstones or infection. Symptoms include heaviness, pain, and nausea.",
                "4": "Gastritis - inflammation of the stomach lining. Causes: stress, overeating. Symptoms: pain or a feeling of heaviness.",
                "5": "Pancreatitis - inflammation of the pancreas. Causes: fatty foods, alcohol, gallstones. Symptoms: severe abdominal pain, digestive problems.",
                "6": "Constipation - infrequent, hard stool. Causes: low water intake, sedentary lifestyle, lack of vitamins. Leads to discomfort, bloating, and insomnia.",
                "7": "Bowel dysfunction - diarrhea, bloating, pain, constipation. Causes: stress, infection, or poor diet."
            },

            "fertiliaWomen": {
                "title": "Effective for the following conditions:",
                "1": "Vaginitis - Inflammation of the vaginal wall. Usually caused by infection or hormonal changes. Symptoms: discharge, itching, burning.",
                "2": "Vulvitis - Inflammation of the external genitalia (labia). Common in children and menopausal women. Symptoms: itching, redness, pain.",
                "3": "Cervicitis - Inflammation of the cervix. Often caused by sexually transmitted infections.",
                "4": "Endometritis - Inflammation of the inner lining of the uterus (endometrium). Can occur due to childbirth, abortion, or infection.",
                "5": "Adnexitis - Inflammation of the uterus appendages (ovaries and fallopian tubes). Comes with severe pain and fever.",
                "6": "Bartholinitis - Inflammation of the Bartholin glands. Causes a painful lump near the vaginal opening.",
                "7": "Salpingitis - Inflammation of the fallopian tubes. Usually results from STIs. Can cause discomfort, pain, and infertility.",
                "8": "Ovarian inflammation - Often part of adnexitis. Ovaries become swollen, causing pain and menstrual disorders.",
                "9": "Uterine fibroids - Benign tumors forming in the uterine wall. Sometimes cause pain and bleeding.",
                "10": "Cyst - Fluid-filled sac. Common in ovaries and related to hormonal changes.",
                "11": "Polycystic ovary syndrome - Hormonal imbalance leads to many ovarian cysts. Irregular periods, acne, and excessive hair growth are common.",
                "12": "Follicular cyst - Forms during egg maturation. Often resolves on its own.",
                "13": "Functional cyst - Simple ovarian cysts related to ovarian function. Caused by hormonal imbalance.",
                "14": "Infectious diseases - Bacterial, viral, or fungal infections affecting internal reproductive organs."
            },

            "virisMen": {
                "title": "Effective for the following conditions:",
                "1": "Cystitis - Inflammation of the bladder. Although more common in women, men may also experience painful and frequent urination.",
                "2": "Prostatitis - Inflammation of the prostate gland. Causes pain, urination difficulties, and sexual weakness.",
                "3": "Urethritis - Inflammation of the urethra. Usually caused by infections. Symptoms include itching and burning.",
                "4": "Balanoposthitis - Inflammation of the glans and foreskin. Often due to poor hygiene or infection.",
                "5": "Balanitis - Inflammation of the glans penis only. Symptoms: pain, redness, and discharge.",
                "6": "Epididymitis - Inflammation of the epididymis. Comes with painful swelling, fever, and risk of infertility.",
                "7": "Orchitis - Inflammation of the testicles. Often linked to viral infections, especially mumps.",
                "8": "Prostate adenoma - Benign tumor of the prostate gland. In older men, causes urination problems and incomplete bladder emptying.",
                "9": "Varicocele - Enlargement of the veins in the scrotum. A leading cause of male infertility.",
                "10": "Male infertility - Can be due to hormone deficiencies, low sperm quality, or infections.",
                "11": "Erectile dysfunction - Difficulty initiating or maintaining an erection. Commonly due to poor blood flow, stress, or hormonal imbalance."
            }
        }
    },

    "about": {
        "features": "Features",
        "whyChoose": "Why choose Nutva?",

        "accordionQuestions": {
            "1": "Natural composition",
            "2": "The result is proven",
            "3": "Collaboration with doctors",
            "4": "Reliable and convenient"
        },

        "accordionContent": {
            "1": "All our products are formulated with plant extracts, essential minerals, and beneficial vitamins.\nWe never use artificial dyes, antibiotics, or preservatives.",
            "2": "Thousands of people throughout our country have recovered their health with Nutva. Their stories are our pride and we're going to post them on our YouTube channel.",
            "3": "Nutva products are developed by experienced professionals and recommended by doctors. Our clients are under constant medical supervision and free inter-regional examinations are organized.",
            "4": "Our products meet international quality standards. The packaging is clear and easy to use."
        },

        "faqTitle": "Frequently asked questions",

        "faq": {

            "title": {
                "1": "Why is Nutva used?",
                "2": "Does it contain chemicals or hormones?",
                "3": "Where is Nutva manufactured?",
                "4": "How is it taken? What’s the dosage?",
                "5": "How many months should it be taken?",
                "6": "When will the results be noticeable?",
                "7": "Can elderly people take it?",
                "8": "Is additional treatment or medication needed?",
                "9": "Can pregnant or breastfeeding women take it?",
                "10": "Where can I buy it?"
            },

            "content": {
                "1": "This product is used for joint and bone-related conditions.",
                "2": "No. It contains only natural herbal extracts, with no hormones or chemical substances.",
                "3": "It is produced in Uzbekistan in accordance with international ISO standards.",
                "4": "Take 1 capsule once a day for 10 days. Then continue with 2 capsules daily after meals with water. One box contains 60 capsules - enough for 1 month.",
                "5": "Depends on the condition. Usually, a 12-month course is recommended. For chronic illnesses, a longer duration may be needed.",
                "6": "Results vary by individual. However, noticeable relief is often experienced within 6 months.",
                "7": "Absolutely. It is especially beneficial for elderly people and is widely used by those of retirement age.",
                "8": "In most cases, Nutva is sufficient. For severe cases, additional treatment may be recommended after consulting a doctor.",
                "9": "Not suitable during pregnancy. It can be taken while breastfeeding.",
                "10": "Available on Telegram: https://t.me/nutvauz, via short number 📞 1294 (free), or online via Uzum Market."
            }
        }
    },

    "contact": {
        "title": "Contact us",
        "subtitle": "We are happy to answer your questions about our products and services."
    },

    "sale": {
        "title": "SPECIAL OFFER!",
        "subtitle": "The more you buy — the more you save!",
        "saveFor": "save",
        "button": "Shop with this discount",
        "notSalePrice": "original price",

        "table": {
            "title": "The more you buy — the bigger the discount!",
            "products_label": "Products:",

            "items": [
                {
                    "quantity": "1 product",
                    "discount": "0% full price"
                },
                {
                    "quantity": "2 products",
                    "discount": "15% - 20%"
                },
                {
                    "quantity": "3 or 4 products",
                    "discount": "40% - 45%"
                },
                {
                    "quantity": "5 or more products",
                    "discount": "50% - 55%"
                }
            ]
        },

        "special_offers": "🎯 Special Discount Offers",
        "buy_more_save_more": "Buy more — save up to 55%!",
        "best_price_quality": "Best price and quality guaranteed!",
        "discount_examples": "🎁 Discount Examples",
        "how_discounts_work": "How do discounts work?",
        "step_1": "Step 1: Choose product(s)",
        "step_2": "Step 2: Add to cart, price automatically reduces",
        "step_3": "Step 3: Place your order and wait for delivery!",
        "ready_for_discounts": "Ready for amazing discounts?",
        "limited_offers": "Take advantage of limited offers!",
        "start_shopping": "Start Shopping",
        "price_per_unit_badge": "per unit",
        "price_per_unit_tooltip": "Indicates price per unit in a multi-pack",

        "products_data": {
            "1": {
                "title": "2 Complex: 990,000 x 2 = 1,980,000 UZS (original price: 2,340,000 UZS)",
                "items": [
                    {
                        "title": "Nutva Complex"
                    },
                    {
                        "title": "Nutva Complex"
                    }
                ]
            },

            "2": {
                "title": "1 Complex + 1 Complex Extra + 1 Gelmin Kids = 1,570,000 UZS (original price: 2,830,000 UZS)",
                "items": [
                    {
                        "title": "Nutva Complex"
                    },
                    {
                        "title": "Complex Extra"
                    },
                    {
                        "title": "Gelmin Kids"
                    }
                ]
            },
            
            "3": {
                "title": "2 Complex + 2 Complex Extra + 1 Gelmin Kids = 2,460,000 UZS (original price: 5,170,000 UZS)",
                "items": [
                    {
                        "title": "Nutva Complex 2 units"
                    },
                    {
                        "title": "Complex Extra 2 units"
                    },
                    {
                        "title": "Gelmin Kids"
                    }
                ]
            }
        }
    },

    "chat": {
        "title": "Chat",
        "aiChat": "Chat with AI",
        "operatorChat": "Chat with Operator",
        "connectToOperator": "Connect to Operator",
        "connectToAI": "Connect to AI",
        "startChat": "Start Chat",
        "connecting": "Connecting...",
        "connected": "✅ Connected",
        "disconnected": "❌ Disconnected",
        "sessionEnded": "❌ Session Ended",
        "sessionNotStarted": "Session Not Started",
        "enterName": "Your Name",
        "enterPhone": "Your Phone Number",
        "nameRequired": "Name and phone number are required",
        "phoneRequired": "Phone number must be complete",
        "startSessionFirst": "Start a session with the operator first!",
        "cannotSendMessage": "Cannot send message. Session has ended.",
        "sendingError": "Error sending message.",
        "serverConnectionError": "Error connecting to the server.",
        "noAdminAvailable": "No admin is currently available.",
        "connectedToSession": "Connected to chat session",
        "sessionClosed": "Session closed",
        "connectionError": "Connection error.",
        "adminName": "Admin",
        "operatorName": "Operator",
        "systemMessage": "System Message",
        "chatWithAdmin": "Chat with Admin",
        "pleaseWait": "Please wait...",
        "adminWillRespond": "Admin will respond shortly",
        "sessionExpired": "Session expired",
        "reconnecting": "Reconnecting...",
        "offline": "Offline",
        "online": "Online",
        "typing": "Typing...",
        "typeMessage": "Type a message...",
        "send": "Send",
        "clearHistory": "Clear History",
        "startSessionFailed": "Failed to start session."
    }
,
    "discountPopup": {
        "title": "Special discount for you",
        "subtitle": "High-quality supplements for your health",
        "ariaDiscount": "25% discount – for your first order, click to view products",
        "discountLabel": "25% discount",
        "discountForFirst": "For your first order",
        "qualityGuarantee": "High quality guarantee",
        "limitedTimeOffer": "Limited time offer",
        "hours": "Hours",
        "minutes": "Min",
        "seconds": "Sec",
        "claimDiscount": "Claim discount",
        "later": "Later",
        "benefitNatural": "Natural",
        "benefitQuality": "Quality",
        "benefitFreeDelivery": "Free delivery"
    }
,
    "cart": {
        "freeShippingActive": "Free shipping activated!",
        "leftForFreeShipping": "Left for free shipping:",
        "qualityAssurance": "Quality control (ISO)",
        "returnPolicy": "Return policy: 7 days",
        "fastDelivery": "Fast delivery",
        "orderSummary": "Order summary",
        "subtotal": "Subtotal",
        "savings": "You saved",
        "delivery": "Delivery",
        "free": "Free",
        "calculatedAtNext": "Calculated at next step",
        "secureCheckout": "Payment is secure and encrypted.",
        "saved": "Saved",
        "complexBonus": "Since you have selected <1>3 or more Complex products, </1> <3>{{count}} Complex Extra</3> items will be added for free!"
    }
,
    "blogSidebar": {
        "title": "Choose the product that suits you",
        "subtitle": "See dietary supplements related to the blog topic.",
        "viewProducts": "View products",
        "getConsultation": "Get consultation"
    }
        ,
        "certificates": {
            "badge": "Certificates & Quality",
            "heroTitle": "Verified quality of Nutva Pharm",
            "heroSubtitle": "Here are key documents confirming the safety, quality, and compliance of Nutva Pharm products.",
            "searchPlaceholder": "Search by title, description, issuer…",
                "categories": {
                    "all": "All",
                    "documentation": "Documentation",
                    "permission": "Permission",
                    "safety": "Safety",
                    "halal": "Halal"
                },
            "found": "Found: {{count}}",
            "forQuery": "for query “{{query}}”",
            "view": "View",
            "download": "Download",
            "clickToZoom": "Click to zoom",
            "pdfDoc": "PDF document",
            "close": "Close",
            "pdfFallback": "Could not display the PDF.",
                "openInNewTab": "Open in a new tab",
                "items": {
                    "1": {
                        "title": "Certificate of Conformity — Nutva Pharm",
                        "description": "Official confirmation of Nutva Pharm products' compliance.",
                        "issuer": "Certification Body"
                    },
                    "2": {
                        "title": "Permission for Distribution",
                        "description": "A document authorizing production/distribution of products.",
                        "issuer": "Competent Authority"
                    },
                    "3": {
                        "title": "Sanitary-Epidemiological Conclusion",
                        "description": "Sanitary and epidemiological conclusion.",
                        "issuer": "SES"
                    }
                            ,
                            "4": {
                                "title": "Halal Certificate — Nutva Pharm",
                                "description": "Halal certification for Nutva Pharm products.",
                                "issuer": "Certification Body"
                            },
                            "5": {
                                "title": "ISO 9001:2015 — Nutva Pharm",
                                "description": "ISO 9001:2015 certificate (Quality Management System).",
                                "issuer": "Certification Body"
                            },
                            "6": {
                                "title": "ISO 22000:2018 — Nutva Pharm",
                                "description": "ISO 22000:2018 certificate (Food Safety Management System).",
                                "issuer": "Certification Body"
                            }
                }
        }
    ,
    "installment": {
        "badge": "Special offer",
        "title": "Buy Nutva products in installments on Uzum Market",
        "subtitle": "Purchase on convenient installment terms — no extra fees or overpayments.",
        "features": [
            "0% commission",
            "Installments up to 12 months",
            "Instant approval"
        ],
        "cta": "Shop on Uzum Market",
        "imageAlt": "Uzum Market — installment purchase"
    },

    "countdown": {
        "title": "Offer ends in",
        "discountToday": "Today's discount is {{percent}}%",
        "buyNow": "Shop now!",
        "expiredTitle": "Discount ended!",
        "expiredSubtitle": "Stay tuned for new offers"
    }
}